Repository: owoMarciN/MerchantWebapp
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Unknown Location
pl: Nieznana lokalizacja

source: Search address...
pl: Wyszukaj adres...

# errorReverseGeo
source: Error reverse geocoding: {error}
pl: Błąd odwrotnego geokodowania: {error}

# grandLocation
source: Please grand the App the locdation permission...
pl: Proszę o udzielenie aplikacji zgody na lokalizację...

source: Go Back
pl: Wróć

source: Suggested match
pl: Sugerowane dopasowanie

source: Confirm & Continue
pl: Potwierdź i kontynuuj

source: Refresh Location
pl: Odśwież lokalizację

# hintSearch
source: Find it! Delicious Dishes
pl: Wyszukaj dania lub sklepy

# tabFoodDelivery
source: Food Delivery
pl: Dostawa jedzenia

# tabPickup
source: Pickup
pl: Odbiór osobisty

# tabGroceryShopping
source: Grocery
pl: Zakupy spożywcze

# tabGifting
source: Gifting
pl: Wyślij prezent

# tabBenefits
source: Benefits
pl: Oferty

# categoryDiscounts
source: Discounts
pl: Codzienne zniżki

# categoryPork
source: Pork
pl: Nóżki wieprzowe/Gotowana wieprzowina

# categoryTonkatsuSashimi
source: Tonkatsu & Sashimi
pl: Tonkatsu i Sashimi

# categoryStew
source: Stew
pl: Gulasz na parze

# categoryChinese
source: Chinese
pl: Chińskie jedzenie

# categoryChicken
source: Chicken
pl: Kurczak

# categoryKorean
source: Korean
pl: Koreańskie jedzenie

# categoryOneBowl
source: One Bowl
pl: Posiłki jednogarnkowe

# categoryPichupDiscount
source: Pickup Discount
pl: Więcej

# categoryCoffee
source: Coffee
pl: Kawa

# categoryBakery
source: Bakery
pl: Piekarnia

# categoryLunch
source: Lunch
pl: Obiad

# categoryFreshProduce
source: Fresh Produce
pl: Świeże produkty

# categoryDairyEggs
source: Dairy & Eggs
pl: Nabiał i jaja

# categoryMeat
source: Meat
pl: Mięso

# categoryBeverages
source: Beverages
pl: Napoje

# categoryFrozen
source: Frozen
pl: Mrożony

# categorySnacks
source: Snacks
pl: Przekąski

# categoryHousehold
source: Household
pl: Gospodarstwo domowe

# categoryCakes
source: Cakes
pl: Ciasta

# categoryFlowers
source: Flowers
pl: Kwiaty

# categoryGiftBoxes
source: Gift Boxes
pl: Pudełka prezentowe

# categoryPartySupplies
source: Party Supplies
pl: Artykuły imprezowe

# categoryGiftCards
source: Gift Cards
pl: Karty podarunkowe

# categorySpecialOccasions
source: Special Occasions
pl: Specjalne okazje

# categoryDailyDeals
source: Daily Deals
pl: Oferty dnia

# categoryLoyaltyRewards
source: Loyalty Rewards
pl: Nagrody za lojalność

# categoryCoupons
source: Coupons
pl: Kupony

# categoryNewOffers
source: New Offers
pl: Nowe oferty

# categoryExclusiveDeals
source: Exclusive Deals
pl: Ekskluzywne oferty

# seeMore
source: See more in {tab}
pl: Zobacz więcej w {tab}

# searchAll
source: All
pl: Wszystko

# searchRestaurants
source: Restaurants
pl: Restauracje

# searchFood
source: Food
pl: Żywność

# searchStores
source: Stores
pl: Sklepy

# findingLocalization
source: Finding your localization...
pl: Trwa lokalizowanie...

# changeLanguage
source: Language
pl: Zmień język

# hintName
source: Name
pl: Imię

# hintPassword
source: Password
pl: Hasło

# hintConfPassword
source: Confirm Password
pl: Potwierdź hasło

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Sign Up
pl: Załóż konto

source: Registering Account...
pl: Rejestrowanie konta...

source: Checking Credentials...
pl: Sprawdzanie danych...

# errorEnterEmailOrPassword
source: Please Enter Email or Password
pl: Wprowadź email i hasło

# errorEnterRegInfo
source: Please Enter required information for Registration
pl: Wprowadź wymagane informacje do rejestracji

# errorSelectImage
source: Please Select an Image
pl: Wybierz obraz

# errorNoMatchPasswords
source: Passwords don't match!
pl: Hasła nie są zgodne!

# errorLoginFailed
source: Login Failed
pl: Logowanie nieudane

# errorNoRecordFound
source: No record found
pl: Nie znaleziono rekordu

# blockedAccountMessage
source: Admin has blocked your account Mail to: admin@gmail.com
pl: Administrator zablokował Twoje konto Wyślij maila na: admin@gmail.com

# networkUnavailable
source: Network unavailable. Please try again
pl: Sieć niedostępna. Spróbuj ponownie

source: Error fetching user data
pl: Błąd podczas pobierania danych użytkownika

# storageError
source: Storage Error: {error}
pl: Błąd pamięci: {error}

source: Hello World!
pl: Witaj świecie!

# welcomeMessage
source: Welcome to our app!
pl: Witamy w naszej aplikacji!

source: Payment
pl: Płatność

# checkout
source: Proceed to Checkout
pl: Przejdź do kasy

source: Total Amount
pl: Łączna kwota

source: Order Summary
pl: Podsumowanie zamówienia

source: Settings
pl: Ustawienia

source: Offers
pl: Oferty

source: What's on your mind?
pl: O czym myślisz?

source: Book Dining
pl: Rezerwacja posiłku

source: Soft Drinks
pl: Napoje bezalkoholowe

source: My Cart
pl: Mój koszyk

# cartCleared
source: Cart has been cleared
pl: Koszyk został wyczyszczony
